WS-I/BP1.2/Messages/BaseDataTypes/XmlFormatter/DocLitW/SoapWsdl.BaseDataTypes.XmlFormatter.DocLitWrapped_RetAnyType_Client_Request-11.xml

<s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Header>
    <a:Action s:mustUnderstand="1">http://tempuri.org/IBaseDataTypesDocLitW/RetAnyType</a:Action>
    <a:MessageID>urn:uuid:66325232-6181-4225-8cda-7d0e34fb96b4</a:MessageID>
    <a:ReplyTo>
      <a:Address>http://www.w3.org/2005/08/addressing/anonymous</a:Address>
    </a:ReplyTo>
  </s:Header>
  <s:Body>
    <RetAnyType xmlns="http://tempuri.org/">
      <inObject xmlns:d32="http://www.w3.org/2001/XMLSchema" i:type="d32:QName" xmlns:d16="http://namespace" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">d16:localname</inObject>
    </RetAnyType>
  </s:Body>
</s:Envelope>